[
  {
    "BRAND": "Finalmouse",
    "NAME": "Ultralight Pro",
    "PIC": "Ultralight_Pro.png",
    "COST": 30.00,
    "MSRP": 69.99,
    "ONHAND": 0,
    "BACKORDER": 11,
    "DESC": "THE IMPOSSIBLE MADE POSSIBLE - 67 GRAMS"
  },
  {
    "BRAND": "Finalmouse",
    "NAME": "Ultralight 2 Cape Town",
    "PIC": "Ultralight_Sunset.jpg",
    "COST": 60.00,
    "MSRP": 120.00,
    "ONHAND": 10,
    "BACKORDER": 111,
    "DESC": "Ultralight 2 - Cape Town, WITH INFINITYSKIN, Only 47 grams"
  },
  {
    "BRAND": "Finalmouse",
    "NAME": "Air58 Ninja - Cherry Blossom Red",
    "PIC": "Cherry_Red.jpg",
    "COST": 50.00,
    "MSRP": 89.99,
    "ONHAND": 10,
    "BACKORDER": 111,
    "DESC": "58 grams, should we say more? Words can’t explain, must experience. It feels like air, in your hand. It makes the Ultralight feel heavy. It is the Air58."
  },
  {
    "BRAND": "Finalmouse",
    "NAME": "Air58 Ninja - Cherry Blossom Blue",
    "PIC": "Cherry_Blue.jpg",
    "COST": 50.00,
    "MSRP": 89.99,
    "ONHAND": 10,
    "BACKORDER": 111,
    "DESC": "58 grams, should we say more? Words can’t explain, must experience. It feels like air, in your hand. It makes the Ultralight feel heavy. It is the Air58."
  },
  {
    "BRAND": "Finalmouse",
    "NAME": "Starlight-12",
    "PIC": "Starlight_Black.png",
    "COST": 100.00,
    "MSRP": 189.99,
    "ONHAND": 0,
    "BACKORDER": 999,
    "DESC": "Wireless and only 47 grams: Starlight-12 Magnesium Chassis with Ultem Base"
  },
  {
    "BRAND": "Logitech",
    "NAME": "G502 Hero",
    "PIC": "g502-hero.png",
    "COST": 30.00,
    "MSRP": 69.99,
    "ONHAND": 999,
    "BACKORDER": 99,
    "DESC": "G502 HERO features an advanced optical sensor for maximum tracking accuracy, customizable RGB lighting, custom game profiles, from 200 up to 25,600 DPI, and repositionable weights."
  },
  {
    "BRAND": "Logitech",
    "NAME": "G305 LIGHTSPEED",
    "PIC": "g305.png",
    "COST": 30.00,
    "MSRP": 69.99,
    "ONHAND": 999,
    "BACKORDER": 99,
    "DESC": "G305 is a LIGHTSPEED wireless gaming mouse designed for serious performance with latest technology innovations at an affordable price point. Now in a variety of vibrant colors."
  },
  {
    "BRAND": "Logitech",
    "NAME": "PRO X SUPERLIGHT",
    "PIC": "pro-x-superlight.png",
    "COST": 100.00,
    "MSRP": 199.99,
    "ONHAND": 999,
    "BACKORDER": 99,
    "DESC": "A result of our continued collaboration with top esports pros, PRO X SUPERLIGHT is engineered with a single goal—to create the lightest possible PRO wireless gaming mouse while retaining the quality, structural integrity and pro-grade standards that Logitech G delivers. Take first faster than ever."
  },
  {
    "BRAND": "Logitech",
    "NAME": "G903 LIGHTSPEED",
    "PIC": "g903.png",
    "COST": 70.00,
    "MSRP": 129.99,
    "ONHAND": 999,
    "BACKORDER": 99,
    "DESC": "It’s evolved. The addition of the advanced HERO 25K Sensor delivers unparalleled precision and performance with 1:1 tracking and 25,600 max DPI — plus zero smoothing, filtering, or acceleration. HERO 25K also offers 10x the power efficiency of the previous generation sensor, delivering improved battery life and reduced weight."
  },
  {
    "BRAND": "Logitech",
    "NAME": "G604 LIGHTSPEED",
    "PIC": "g604.png",
    "COST": 70.00,
    "MSRP": 129.99,
    "ONHAND": 0,
    "BACKORDER": 99,
    "DESC": "Your power, your control. Conquer MOBA, MMO, and Battle Royale gameplay with the strategically designed G604 LIGHTSPEED Wireless Gaming Mouse. 15 programmable controls join forces with ultra-fast LIGHTSPEED dual connectivity and the class-leading HERO 25K sensor. It’s a multifaceted battle weapon that lets you play longer, play better, and make your play."
  },
  {
    "BRAND": "Razer",
    "NAME": "RAZER OROCHI V2",
    "PIC": "RAZER_OROCHI.jpg",
    "COST": 30.00,
    "MSRP": 89.99,
    "ONHAND": 100,
    "BACKORDER": 99,
    "DESC": "Introducing the Razer Orochi V2—a compact, ultra-lightweight wireless gaming mouse with the longest battery life that’s second to none. Armed with both Razer HyperSpeed Wireless & Bluetooth modes, it’s your perfect companion for gaming on the go."
  },
  {
    "BRAND": "Razer",
    "NAME": "RAZER VIPER 8KHZ",
    "PIC": "viper.png",
    "COST": 40.00,
    "MSRP": 99.99,
    "ONHAND": 100,
    "BACKORDER": 99,
    "DESC": "Attain the next level of absolute control with the Razer Viper 8KHz—an ambidextrous esports gaming mouse with a true 8000 Hz polling rate for the fastest speed and lowest latency ever achieved. Upgraded with 2nd-gen Razer™ Optical Switches, it’s time to rise to the occasion and leave it all on the floor."
  },
  {
    "BRAND": "Razer",
    "NAME": "Razer DeathAdder V2 Pro",
    "PIC": "deathadder.jpg",
    "COST": 80.00,
    "MSRP": 179.99,
    "ONHAND": 100,
    "BACKORDER": 99,
    "DESC": "With over 10 million Razer DeathAdders sold, the most successful gaming mouse of all time sheds its cord for comfort without limits. All hail the Razer DeathAdder V2 Pro—a wireless ergonomic gaming mouse that ushers in a new reign of dominance through total freedom of movement and control."
  },
  {
    "BRAND": "Razer",
    "NAME": "Razer Viper Ultimate",
    "PIC": "Viper_Ultimate.jpg",
    "COST": 99.00,
    "MSRP": 199.99,
    "ONHAND": 100,
    "BACKORDER": 99,
    "DESC": "Forget about average and claim the unfair advantage with the Razer Viper Ultimate—a wireless gaming mouse built to win. Designed to be a true extension of a gamer, this deadly predator comes with our most cutting-edge technology, and is ready to sink its fangs into the competition."
  },
  {
    "BRAND": "Razer",
    "NAME": "Razer Naga Pro",
    "PIC": "naga_pro.jpg",
    "COST": 99.00,
    "MSRP": 199.99,
    "ONHAND": 100,
    "BACKORDER": 99,
    "DESC": "Why specialize in one genre, when you can rule them all? Dominate in every domain with the Razer Naga Pro—a modular wireless gaming mouse with 3 swappable side plates, for the button layouts you need to become a multi-genre master in MMO, Battle Royale, FPS and more."
  }

]
